//GETRBA3  JOB (ACCT),'EXTRACT ESDS RBA',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//OUTDD DD DSN=IBMUSER.VSAM.RBA3,DISP=(NEW,CATLG,DELETE),
// UNIT=SYSDA,SPACE=(TRK,(1,1)),
// DCB=(DSORG=PS,RECFM=FB,LRECL=80,BLKSIZE=0)
//SYSIN DD *
  REPRO INDATASET(IBMUSER.VSAM.LAB01.ESDS) -
        OUTFILE(OUTDD) -
        FROMADDRESS(160) -
        TOADDRESS(160)
/*
//
