//LSTRRDS  JOB (ACCT),'LISTCAT RRDS',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.VSAM.LAB01.RRDS) ALL
  LISTCAT ENT(IBMUSER.VSAM.LAB01.RRDS.DATA) ALL
/*
//
