//PRTESDS  JOB (ACCT),'PRINT ESDS',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  PRINT INDATASET(IBMUSER.VSAM.LAB01.ESDS) -
        CHARACTER
/*
//
