//REPRRDS  JOB (ACCT),'REPRO TO RRDS',CLASS=A,MSGCLASS=X
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  REPRO INDATASET(IBMUSER.VSAM.INPUT) -
        OUTDATASET(IBMUSER.VSAM.LAB01.RRDS)
/*
//
