//BASEKSA  JOB (ACCT),'KSDS BASELINE A',CLASS=A,MSGCLASS=X
//*
//* VSAM01 - CONTROL PLANE BASELINE
//* READ-ONLY: NO VSAM OBJECT IS MODIFIED
//*
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.VSAM.LAB01.KSDS) ALL
  PRINT INDATASET(IBMUSER.VSAM.LAB01.KSDS) -
        CHARACTER
/*
//
