//CHKDEL   JOB (ACCT),'VERIFY KSDS DELETE',CLASS=A,MSGCLASS=X
//*
//* VSAM01 - POST-CHANGE VALIDATION
//* EXPECTED RESULT: KSDS NOT FOUND
//* READ-ONLY
//*
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.VSAM.LAB01.KSDS) ALL
/*
//
