//KEYVAL3  JOB (ACCT),'VALIDATE KSDS KEY',CLASS=A,MSGCLASS=X
//*
//* VSAM01 - POST-RECOVERY FUNCTIONAL VALIDATION
//* INPUT KSDS IS READ-ONLY
//*
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//OUTDD    DD DSN=IBMUSER.VSAM.KEYVAL3,
//            DISP=(NEW,CATLG,DELETE),
//            UNIT=SYSDA,
//            SPACE=(TRK,(1,1)),
//            DCB=(DSORG=PS,RECFM=FB,LRECL=80,BLKSIZE=0)
//SYSIN    DD *
  REPRO INDATASET(IBMUSER.VSAM.LAB01.KSDS) -
        OUTFILE(OUTDD) -
        FROMKEY(00000003) -
        TOKEY(00000003)
/*
//
