//REPKSDS  JOB (ACCT),'REPRO TO KSDS',CLASS=A,MSGCLASS=X
//*
//* LOAD SEQUENTIAL INPUT INTO KSDS
//*
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  REPRO INDATASET(IBMUSER.VSAM.INPUT) -
        OUTDATASET(IBMUSER.VSAM.LAB01.KSDS)
/*
//
