//LSTLDS  JOB (ACCT),'LISTCAT LDS',CLASS=A,MSGCLASS=X
//*
//* READ-ONLY OPERATION
//*
//STEP01  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.VSAM.LAB01.LDS) ALL
  LISTCAT ENT(IBMUSER.VSAM.LAB01.LDS.DATA) ALL
/*
//
