//DELVSM15 JOB (ACCT),'DELETE VSAM VSAM01',CLASS=A,MSGCLASS=X
//*
//* ATENCION: ELIMINA EXCLUSIVAMENTE LOS CLUSTERS DEL LAB
//* REVISAR NOMBRES ANTES DE ENVIAR
//*
//STEP01  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  DELETE IBMUSER.VSAM.LAB01.ESDS CLUSTER
  IF LASTCC = 8 THEN SET MAXCC = 0

  DELETE IBMUSER.VSAM.LAB01.KSDS CLUSTER
  IF LASTCC = 8 THEN SET MAXCC = 0

  DELETE IBMUSER.VSAM.LAB01.RRDS CLUSTER
  IF LASTCC = 8 THEN SET MAXCC = 0
/*
//
