//LSTESDS JOB (ACCT),'LISTCAT ESDS',CLASS=A,MSGCLASS=X
//*
//* OPERACION SOLO LECTURA
//*
//STEP01  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.VSAM.LAB01.ESDS) ALL
  LISTCAT ENT(IBMUSER.VSAM.LAB01.ESDS.DATA) ALL
/*
//
