//VSAMINV JOB (ACCT),'VSAM BASELINE',CLASS=A,MSGCLASS=X
//*
//* LAB 15 - INVENTARIO PREVIO A LA CREACION DE VSAM
//* OPERACION SOLO LECTURA
//*
//STEP01  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.MI.JCL) ALL
/*
//
