//LSTKSDS JOB (ACCT),'LISTCAT KSDS',CLASS=A,MSGCLASS=X
//*
//* READ-ONLY INSPECTION OF KSDS
//*
//STEP01  EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  LISTCAT ENT(IBMUSER.VSAM.LAB01.KSDS) ALL
  LISTCAT ENT(IBMUSER.VSAM.LAB01.KSDS.DATA) ALL
  LISTCAT ENT(IBMUSER.VSAM.LAB01.KSDS.INDEX) ALL
/*
//
