//REPESDS  JOB (ACCT),'REPRO TO ESDS',CLASS=A,MSGCLASS=X
//*
//* LOAD SEQUENTIAL INPUT INTO ESDS
//*
//STEP01   EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
  REPRO INDATASET(IBMUSER.VSAM.INPUT) -
        OUTDATASET(IBMUSER.VSAM.LAB01.ESDS)
/*
//
